Repository: daviddavis/subscription-manager
Catalog: po/*.po
Languages: fr

source: Error: Section %s and name %s does not exist.
fr: Erreur : la section %s et le nom %s n'existent pas.

source: [] - Default value in use
fr: [] - Valeur par défaut en cours d'utilisation

source: You have removed the value for section %s and name %s.
fr: Vous avez supprimé la valeur pour la section %s et le nom %s.

source: The default value for %s will now be used.
fr: La valeur par défaut de %s sera maintenant utilisée.

source: Section %s and name %s cannot be removed.
fr: La section %s et le nom %s ne peuvent pas être supprimés.

source: List subscription and product information for this system
fr: Répertorier les informations des produits et abonnements de ce système

source: list shows those products which are installed (default)
fr: la liste affiche les produits installés (par défaut)

source: show those subscriptions which are available
fr: afficher les abonnements disponibles

source: used with --available to ensure all subscriptions are returned
fr: utilisé avec --available pour assurer que tous les abonnements soient bien retournés

source: date to search on, defaults to today's date, only used with --available (example: %s)
fr: date à rechercher, date actuelle par défaut, uniquement utilisé avec --available (exemple : %s)

source: show the subscriptions being consumed by this system
fr: afficher les abonnements consommés par ce système

source: shows only subscriptions matching the specified service level; only used with --available and --consumed
fr: affiche uniquement les abonnements correspondants au niveau de service spécifié ; uniquement utilisé avec --available et --consumed

source: shows pools which provide products that are not already covered; only used with --available
fr: affiche les pools fournissant des produits qui ne sont pas déjà couverts ; uniquement utilisé avec --available

source: shows only subscriptions matching products that are currently installed; only used with --available
fr: affiche seulement les abonnements correspondants aux produits actuellement installés ; uniquement utilisé avec --available

source: lists only subscriptions or products containing the specified expression in the subscription or product information, varying with the list requested and the server version (case-insensitive).
fr: répertorie uniquement les abonnements ou produits contenant l'expression spécifiée dans les informations de l'abonnement ou du produit, et variant en fonction de la liste requise et de la version du serveur (insensible à la casse).

source: lists only the pool IDs for applicable available or consumed subscriptions; only used with --available and --consumed
fr: répertorie uniquement les ID de pools pour les abonnements applicables disponibles ou consommables. Uniquement utilisé avec --available et --consumed

source: Error: --all is only applicable with --available
fr: Erreur : --all ne s'applique qu'avec --available

source: Error: --ondate is only applicable with --available
fr: Erreur : --ondate ne s'applique qu'avec --available

source: Error: --servicelevel is only applicable with --available or --consumed
fr: Erreur : --servicelevel est uniquement applicable avec --available ou --consumed

source: Error: --match-installed is only applicable with --available
fr: Erreur : --match-installed est uniquement applicable avec --available

source: Error: --no-overlap is only applicable with --available
fr: Erreur : --no-overlap est uniquement applicable avec --available

source: Error: --pool-only is only applicable with --available and/or --consumed
fr: Erreur : --pool-only est uniquement applicable avec --available ou --consumed

source: Installed Product Status
fr: Statut des produits installés

source: No installed products were found matching the expression "%s".
fr: Aucun produit installé correspondant à l'expression « %s » n'a été trouvé.

source: No installed products to list
fr: Aucun produit installé à répertorier

source: Date entered is invalid. Date should be in YYYY-MM-DD format (example: {dateexample})
fr: La date saisie n'est pas valide. La date doit être sous le format AAAA-MM-JJ (Par exemple : {dateexample})

source: Available Subscriptions
fr: Abonnements disponibles

source: No available subscription pools were found matching the expression "%s" and the service level "%s".
fr: Aucun pool d'abonnement disponible correspondant à l'expression « %s » et au niveau de service « %s » n'a été trouvé.

source: No available subscription pools were found matching the expression "%s".
fr: Aucun pool d'abonnement disponible correspondant à l'expression « %s » n'a été trouvé.

source: No available subscription pools were found matching the service level "%s".
fr: Aucun pool d'abonnement disponible correspondant au niveau de service « %s » n'a été trouvé.

source: No available subscription pools to list
fr: Aucun pool d'abonnement disponible à répertorier

source: Consumed Subscriptions
fr: Abonnements consommés

source: Subscription is current
fr: L'abonnement est actuel

source: Subscription is expired
fr: L'abonnement a expiré

source: Subscription has not begun
fr: L'abonnement n'a pas commencé

source: No consumed subscription pools were found matching the expression "%s" and the service level "%s".
fr: Aucun pool d'abonnement consommé correspondant à l'expression « %s » et au niveau de service « %s » n'a été trouvé.

source: No consumed subscription pools were found matching the expression "%s".
fr: Aucun pool d'abonnement consommé correspondant à l'expression « %s » n'a été trouvé.

source: No consumed subscription pools were found matching the service level "%s".
fr: Aucun pool d'abonnement consommé correspondant au niveau de service « %s » n'a été trouvé.

source: No consumed subscription pools were found matching the specified criteria.
fr: Aucun pool d'abonnement consommé correspondant au(x) critère(s) spécifié(s) n'a été trouvé.

source: No consumed subscription pools to list
fr: Aucun pool d'abonnement consommé à répertorier

source: Manage custom content repository settings
fr: Gérer les paramètres des référentiels au contenu personnalisé

source: repository to modify (can be specified more than once)
fr: référentiel à modifier (peut être spécifié plus d'une fois)

source: name of the override to remove (can be specified more than once); used with --repo option.
fr: nom de la substitution à supprimer (peut être spécifié plus d'une fois), utilisé avec l'option --repo.

source: name and value of the option to override separated by a colon (can be specified more than once); used with --repo option.
fr: nom et valeur de l'option à substituer séparé par un Deux points (« : ») (peut être spécifié plus d'une fois), utilisé avec l'option --repo.

source: remove all overrides; can be specific to a repository by providing --repo
fr: supprime toutes les substitutions, peut être spécifique à un référentiel en fournissant l'option --repo

source: list all overrides; can be specific to a repository by providing --repo
fr: répertorie toutes les substitutions, peut être spécifique à un référentiel en fournissant l'option --repo

source: --add arguments should be in the form of "name:value"
fr: Les arguments --add doivent être sous le format « nom:valeur »

source: Error: You must specify a repository to modify
fr: Erreur : vous devez spécifier un référentiel à modifier

source: Error: You may not use --add or --remove with --remove-all and --list
fr: Erreur : vous ne pouvez pas utiliser --add ou --remove avec --remove-all et --list

source: Error: You may not use --list with --remove-all
fr: Erreur : vous ne pouvez pas utiliser --list avec --remove-all

source: Error: The --repo option must be used with --list or --add or --remove.
fr: Erreur : l'option --repo doit être utilisée avec --list, --add ou --remove.

source: Error: The 'repo-override' command is not supported by the server.
fr: Erreur : la commande « repo-override » n'est pas prise en charge par le serveur.

source: This system does not have any content overrides applied to it.
fr: Aucune substitution de contenu n'est appliquée à ce système.

source: Repository '%s' does not currently exist, but the override has been added.
fr: Le référentiel « %s » n'existe pas, mais la substitution a été ajoutée.

source: Nothing is known about '%s'
fr: Rien n'est connu sur « %s »

source: Repository: %s
fr: Référentiel : %s

source: Print version information
fr: Imprimer les informations de version

source: subscription management server: %s
fr: serveur de gestion des abonnements : %s

source: subscription management rules: %s
fr: règles de gestion des abonnements : %s

source: Show status information for this system's subscriptions and products
fr: Afficher les informations de statut des abonnements et produits de ce système

source: future date to check status on, defaults to today's date (example: %s)
fr: future date de vérification du statut, défini par défaut sur la date d'aujourd'hui (exemple : %s)

source: Past dates are not allowed
fr: Les dates révolues ne sont pas autorisées

source: Date entered is invalid. Date should be in YYYY-MM-DD format (example:
fr: La date saisie est invalide. La date doit être sous le format AAAA-MM-JJ (exemple :

source: System Status Details
fr: Détails du statut du système

source: Overall Status: %s
fr: Statut général : %s

source: Could not find up2date_client.config module!
fr: Module up2date_client.config introuvable !

source: Could not find up2date_client.rhnChannel module!
fr: Module up2date_client.rhnChannel introuvable !

source: See /var/log/rhsm/rhsm.log for more details.
fr: Voir /var/log/rhsm/rhsm.log pour obtenir plus de détails.

source: Unable to connect to certificate server: %s.
fr: Impossible de se connecter au serveur du certificat : %s.

source: You have entered an invalid choice. Enter a choice from the menu above.
fr: Le choix saisi n'est pas valide. Veuillez effectuer votre choix à partir du menu ci-dessus.

source: Legacy password:
fr: Mot de passe hérité :

source: Legacy username:
fr: Nom d'utilisateur hérité :

source: Destination password:
fr: Mot de passe destinataire :

source: Destination username:
fr: Nom d'utilisateur destinataire :

source: Could not read legacy proxy settings.
fr: Impossible de lire les paramètres du proxy hérité.

source: Error parsing server URL: %s
fr: Erreur lors de l'analyse de l'URL du serveur : %s

source: This system appears to already be registered to Satellite 6.
fr: Ce système semble déjà être enregistré sur Satellite 6.

source: This system appears to already be registered to Red Hat Subscription Management.
fr: Ce système semble déjà être enregistré sur Red Hat Subscription Management.

source: Please visit https://access.redhat.com/management/consumers/%s to view the profile details.
fr: Veuillez visiter https://access.redhat.com/management/consumers/%s pour voir les détails du profil.

source: The CA certificate for the destination server has not been installed.
fr: Le certificat CA du serveur destinataire n'a pas été installé.

source: Org:
fr: Organisation :

source: Couldn't find organization '%s'.
fr: L'organisation '%s' est introuvable.

source: Environments are not supported by this server.
fr: Les environnements ne sont pas pris en charge par ce serveur.

source: Couldn't find environment '%s'.
fr: Environnement « %s » introuvable.

source: Unable to authenticate to legacy server.
fr: Impossible d'authentifier le serveur hérité.

source: You do not have access to system %s.
fr: Vous ne possédez pas l'accès au système %s.

source: Problem encountered getting the list of subscribed channels.
fr: Problème rencontré lors de l'obtention de la liste des canaux abonnés.

source: You are subscribed to more than one jbappplatform channel. This script does not support that configuration.
fr: Vous êtes enregistré sur plus d'un canal jbappplatform. Ce script ne prend pas en charge cette configuration.

source: Unable to continue migration!
fr: Incapable de continuer la migration !

source: You are subscribed to channels that have conflicting product certificates.
fr: Vous êtes abonné à des canaux comportant des certificats produits en conflit.

source: The following channels map to product ID %s:
fr: Les canaux suivants mappent l'ID de produit %s :

source: Reduce the number of channels per product ID to 1 and run migration again.
fr: Réduisez le nombre de canaux par ID de produit à 1 et exécutez la migration à nouveau.

source: To remove a channel, use 'rhn-channel --remove --channel=<conflicting_channel>'.
fr: Pour supprimer un canal, utilisez « rhn-channel --remove --channel=<conflicting_channel> ».

source: Unable to read mapping file: %(mappingfile)s. Please check that you have the %(package)s package installed.
fr: Impossible de lire le fichier de mappage : %(mappingfile)s. Veuillez vérifier que le paquet %(package)s soit bien installé.

source: Channels not available on %s:
fr: Canaux non disponible sur %s :

source: No product certificates are mapped to these legacy channels:
fr: Aucun certificat de produit n'est mappé à ces canaux hérités :

source: Use --force to ignore these channels and continue the migration.
fr: Utilisez --force pour ignorer ces canaux et continuer la migration.

source: Installing product certificates for these legacy channels:
fr: Installation des certificats de produits pour ces canaux hérités :

source: Product certificates installed successfully to %s.
fr: Installation des certificats de produits sur %s réussie.

source: Could not remove system entitlement on legacy server.
fr: Impossible de supprimer le droit d'accès système du serveur hérité.

source: Did not receive a completed unregistration message from legacy server for system %s.
fr: Le message de désenregistrement reçu du serveur hérité pour le système %s est incomplet.

source: Please investigate on the Customer Portal at https://access.redhat.com.
fr: Veuillez examiner le Portail Client : https://access.redhat.com.

source: System successfully unregistered from legacy server.
fr: Désenregistrement du système se trouvant sur le serveur hérité réussi.

source: Unable to unregister system from legacy server.
fr: Désenregistrement du système se trouvant sur le serveur hérité impossible.

source: Could not retrieve system migration data from legacy server.
fr: Impossible de récupérer les données de migration du système se trouvant sur le serveur hérité.

source: Consumer %s doesn't exist. Creating new consumer.
fr: Le consommateur %s n'existe pas. Création d'un nouveau consommateur.

source: Attempting to register system to destination server...
fr: Tentative d'enregistrement du système sur le serveur destinataire...

source: Unable to register. For further assistance, please contact Red Hat Global Support Services.
fr: Enregistrement impossible. Pour obtenir de l'aide, veuillez contacter le service de support technique de Red Hat (GSS).

source: No service level preference
fr: Aucune préférence de niveau de service

source: Service level "%s" is not available.
fr: Le niveau de service "%s" est indisponible.

source: Please select a service level agreement for this system.
fr: Veuillez sélectionner un contrat de niveau de service pour ce système.

source: Couldn't enable extra repositories.
fr: Activation de référentiels supplémentaires impossible.

source: Please ensure system has subscriptions attached, and see '%s' to enable additional repositories
fr: Veuillez vous assurer que des abonnements sont attachés au système, voir « %s » pour activer des référentiels supplémentaires.

source: Retrieving existing legacy subscription information...
fr: Récupération d'informations des abonnements hérités...

source: System is currently subscribed to these legacy channels:
fr: Le système est actuellement abonné à ces canaux hérités :

source: Preparing to unregister system from legacy server...
fr: Préparation du désenregistrement du système se trouvant sur le serveur hérité...

source: don't execute the auto-attach option while registering with subscription manager
fr: n'exécutez pas l'option auto-attach pendant l'enregistrement avec Subscription Manager

source: service level to follow when attaching subscriptions, for no service level use --servicelevel=""
fr: niveau de service à suivre lors de l'attachement d'abonnements, pour aucun niveau de service, utilisez --servicelevel=""

source: don't use legacy proxy settings with destination server
fr: n'utilisez pas les paramètres de proxy hérités avec le serveur destinataire

source: state to leave system in on legacy server (default is '%s')
fr: état dans lequel laisser le système sur le serveur hérité ('%s' par défaut)

source: organization to register to
fr: organisation auprès de laquelle s'enregistrer

source: environment to register to
fr: environnement auprès duquel s'enregistrer

source: ignore channels not available on destination server
fr: ignorer les canaux non disponibles sur le serveur destinataire

source: leave system registered in legacy environment
fr: laisse le système enregistré dans l'environnement hérité

source: specify the user name on the legacy server
fr: spécifier le nom d'utilisateur sur le serveur hérité

source: specify the password on the legacy server
fr: Spécifier le mot de passe sur le serveur hérité

source: specify the subscription management server to migrate to
fr: spécifiez le serveur de Subscription Management vers lequel effectuer la migration

source: specify the user name on the destination server
fr: spécifier le nom d'utilisateur sur le serveur destinataire

source: specify the password on the destination server
fr: spécifier le mot de passe sur le serveur destinataire

source: The --activation-key and --environment options cannot be used together.
fr: Les options --activation-key et --environment ne peuvent pas être utilisées ensemble

source: The --activation-key option precludes the use of --destination-user and --destination-password
fr: L'option --activation-key exclut l'utilisation de --destination-user et --destination-password

source: The --activation-key option requires that a --org be given.
fr: L'option --activation-key requiert un --org.

source: The --servicelevel and --no-auto options cannot be used together.
fr: Les options --servicelevel et --no-auto ne peuvent pas être utilisées ensemble.

source: Added:
fr: Ajouté :

source: Removed:
fr: Supprimé :

source: Updates:
fr: Mises à jour :

source: Deleted:
fr: Supprimé :

source: Product
fr: Produit

source: Subscription
fr: Abonnement

source: Stack
fr: Pile

source: Repo updates
fr: Mises à jour du référentiel

source: Total repo updates: %d
fr: Total des mises à jour du référentiel : %d

source: Updated
fr: Mis à jour

source: Deleted
fr: Supprimé

source: and
fr: et
