Repository: daviddavis/subscription-manager
Catalog: po/*.po
Languages: fr

source: no such option: %s
fr: pas d'option de ce type : %s

source: ambiguous option: %s (%s?)
fr: option ambiguë : %s (%s?)

source: Usage: %s
fr: Utilisation : %s

source: Usage
fr: Utilisation

source: integer
fr: entier

source: long integer
fr: entier long

source: floating-point
fr: virgule flottante

source: complex
fr: complexe

source: option %s: invalid %s value: %r
fr: option %s : valeur %s invalide : %r

source: option %s: invalid choice: %r (choose from %s)
fr: option %s : choix invalide : %r (choisir à partir de %s)

source: show this help message and exit
fr: afficher ce message d'aide et quitter

source: show program's version number and exit
fr: afficher le numéro de version du programme et quitter

source: %s option requires an argument
fr: l'option %s requiert un argument

source: %s option requires %d arguments
fr: l'option %s requiert %d arguments

source: %s option does not take a value
fr: l'option %s ne prend pas de valeur

source: User interrupted process.
fr: Processus interrompu par l'utilisateur.

source: %s is already running
fr: %s est déjà en cours d'exécution

source: launches the registration dialog on startup
fr: Lance la boîte de dialogue d'enregistrement lors du démarrage

source: Red Hat Subscription Validity Applet
fr: Applet de validité des abonnements Red Hat

source: Red Hat Subscription Manager
fr: Gestionnaire des abonnements Red Hat

source: <b>Please enter the following for this system:</b>
fr: <b>Veuillez saisir ce qui suit pour ce système :</b>

source: Organization:
fr: Organisation :

source: Activation Key:
fr: Clé d'activation :

source: System Name:
fr: Nom du système :

source: This must be the organization key, not the name.
fr: Ceci doit être la clé de l'organisation et pas le nom.

source: Multiple Activation Keys can be entered by separating them with a comma or a space.
fr: De multiples clés d'activation peuvent être saisies en les séparant par une virgule ou un espace.

source: <b>Show subscriptions active on:</b>
fr: <b>Afficher les abonnements actifs sur :</b>

source: Update
fr: Mise à jour

source: Search
fr: Chercher

source: label
fr: étiquette

source: Filters
fr: Filtres

source: * Click to Adjust Quantity
fr: * Cliquez pour ajuster la quantité

source: Attach
fr: Attacher

source: The subscription management service you register with will provide your system with updates and allow additional management.
fr: Le service de gestion des abonnements avec lequel vous vous enregistrez fournira à votre système des mises à jour et permettra une gestion supplémentaire.

source: Registering with Customer Portal, Subscription Asset Manager, Satellite or Candlepin servers can be used to provide your system with updates and allow management through the selected server's interface.
fr: L'enregistrement sur le serveur du Portail Client, de Subscription Asset Manager, Satellite ou Candlepin peut être utilisé pour fournir à votre système des mises à jour et permet sa gestion via l'interface du serveur sélectionné.

source: I will register with:
fr: Je souhaite m'enregistrer sur :

source: Default
fr: Par défaut

source: Reset to register with Customer Portal.
fr: Réinitialiser pour s'enregistrer sur le Portail Client.

source: I will use an Activation Key
fr: J'utilise un clé d'activation

source: Activation Keys are alphanumeric strings that are preconfigured by your system administrators to automatically register your system and attach all necessary subscriptions.
fr: Les clés d'activation sont des chaînes alphanumériques pré-configurées par vos administrateurs système pour enregistrer votre système automatiquement et y attacher tous les abonnements nécessaires.

source: Configure Proxy
fr: Configurer le Proxy

source: <b>Confirm Subscriptions</b>
fr: <b>Confirmer les abonnements</b>

source: Using service level:
fr: Utiliser un niveau de service :

source: The following subscriptions will be attached:
fr: Les abonnements suivants seront attachés :

source: Selected Subscriptions Table
fr: Tableau des abonnements sélectionnés

source: Core repositories will be enabled for each product.
fr: Des référentiels principaux seront activés pour chaque produit.

source: Contract Selection
fr: Sélection du contrat

source: <b>Choose the specific contract to use:</b>
fr: <b>Choisissez le contrat à utiliser en particulier :</b>

source: <b>Subscription:</b>
fr: <b>Abonnement :</b>

source: <b>Total Contracts:</b>
fr: <b>Total des contrats :</b>

source: * Click to Change Quantity
fr: * Cliquer pour changer la quantité

source: SLA Selection Table
fr: Tableau de sélection SLA

source: Login:
fr: Identifiant :

source: Password:
fr: Mot de passe :

source: A unique label for this system
fr: Une étiquette unique pour ce système

source: Manually attach subscriptions after registration
fr: Attachez les abonnements manuellement après l'enregistrement

source: Registration with Red Hat Subscription Management is Done!
fr: L'enregistrement avec Red Hat Subscription Management est terminé !

source: <b>Environment Selection</b>
fr: <b>Sélection de l'environnement</b>

source: Subscription Manager - Facts
fr: Gestionnaire d'abonnements - Faits

source: System Identity:
fr: Identité du système :

source: System Identity Value
fr: Valeur de l'identité du système

source: Organization Value
fr: Valeur de l'organisation

source: Environment:
fr: Environnement :

source: Environment
fr: Environnement

source: Last Update:
fr: Dernière mise à jour :

source: Update Time
fr: Mettre à jour l'heure

source: Close
fr: Fermer

source: Update Facts
fr: Mettre à jour les faits

source: Filter Options
fr: Options du filtre

source: Only show subscriptions that:
fr: Uniquement afficher les abonnement qui :

source: match my system
fr: correspondent à mon système

source: Only show subscriptions which can be attached to this machine and architecture
fr: Uniquement afficher les abonnements pouvant être attachés à cet ordinateur et cette architecture

source: Match System
fr: Système de correspondance

source: match my installed products
fr: correspondent à mes produits installés

source: Only show subscriptions which can be applied to products installed on this machine
fr: Uniquement afficher les abonnements pouvant être appliqués aux produits installés sur cet ordinateur

source: Match Installed
fr: Correspondance installée

source: Only show subscriptions that: provide products that are not already covered
fr: Uniquement afficher les abonnement qui : fournissent des produits qui ne sont pas déjà couverts

source: Hide subscriptions whose provided products have a Subscribed status
fr: Cacher les abonnements dont les produits fournis possèdent le statut Abonné

source: Do Not Overlap
fr: Ne pas superposer

source: Contain the text
fr: Contient le texte

source: Text in Subscription
fr: Texte dans l'abonnement

source: <b>Status:</b>
fr: <b>Statut :</b>

source: Overall Status
fr: Statut général

source: Register
fr: Enregistrer

source: Register System
fr: Enregistrer le système

source: Installed View
fr: Vue installée

source: <b>Product's Subscription Details</b>
fr: <b>Détails de l'abonnement au produit</b>

source: <b>Product:</b>
fr: <b>Produit :</b>

source: <b>Subscriptions:</b>
fr: <b>Abonnements :</b>

source: Product Text
fr: Texte du produit

source: Providing Subscriptions Text
fr: Fournir des textes d'abonnements

source: Certificate Status Text
fr: Texte du statut du certificat

source: <b>Arch:</b>
fr: <b>Architecture :</b>

source: Arch Text
fr: Texte de l'architecture

source: Subscription Manager
fr: Gestion des abonnements

source: _System
fr: _Système

source: _Register
fr: En_registrer

source: _Unregister
fr: _Désenregistrer

source: _Import Cert
fr: _Importer le certificat

source: R_edeem Subscription
fr: Échang_er l'abonnement

source: View System _Facts
fr: Afficher les _faits système

source: Configure Pro_xy
fr: Configurer le Pro_xy

source: Repo_sitories
fr: Référentiel_s

source: _Preferences
fr: _Préférences

source: _Help
fr: _Aide

source: _Getting Started
fr: _Mise en route

source: _Online Documentation
fr: D_ocumentation en ligne

source: You will need to use Red Hat Subscription Manager to manually attach subscriptions to this system after completing firstboot.
fr: Vous devrez utiliser Red Hat Subscription Manager pour attcher les abonnements manuellement à ce système une fois firstboot terminé.

source: After opening Red Hat Subscription Manager, manually attach subscriptions via the <b>All Available Subscriptions</b> tab.
fr: Après avoir ouvert Red Hat Subscription Manager, attaches les abonnements manuellement via l'onglet <b>Tous les abonnements disponibles</b>.

source: My Subscriptions View
fr: Vue « Mes abonnements »

source: Remove
fr: Supprimer

source: Proxy Configuration
fr: Configuration du proxy

source: _Test Connection
fr: _Tester la connexion

source: Test Connection Button
fr: Bouton de test de la connexion

source: _Cancel
fr: _Annuler

source: Cancel Button
fr: Bouton Annuler

source: _Save
fr: _Enregistrer

source: Save Button
fr: Bouton enregistrer

source: <b>HTTP Proxy</b>
fr: <b>Proxy HTTP</b>

source: I would like to connect via an _HTTP proxy.
fr: Je voudrais me connecter via un proxy _HTTP :

source: Proxy Checkbox
fr: Case à cocher du proxy

source: _Proxy Location:
fr: Emplacement du _proxy :

source: Enter in the format hostname(:port)
fr: Entrer dans le format hostname(:port)

source: Proxy Location Text
fr: Texte de l'emplacement du proxy

source: <small><b>Example:</b> proxy.example.com:3128</small>
fr: <small><b>Exemple :</b> proxy.example.com:3128</small>

source: Use Au_thentication with HTTP Proxy:
fr: Utiliser l'au_thentification avec le proxy HTTP :

source: Authentication Checkbox
fr: Case à cocher Authentification

source: Proxy _Username:
fr: Nom d'_utilisateur proxy :

source: Proxy P_assword:
fr: Mot de passe _Proxy :

source: Username Text
fr: Texte du nom d'utilisateur

source: Password Text
fr: Texte du mot de passe

source: <b>Organization Selection</b>
fr: <b>Sélection de l'organisation</b>

source: System Preferences
fr: Préférences système

source: Enable auto-attach preference
fr: Activer la préférence pour auto-attach

source: <small>If enabled, subscriptions are attached for any uncovered products on a schedule (default of daily).</small>
fr: <small>Si activé, les abonnements sont attachés pour tout produit non-couvert programmé (par défaut : quotidien).</small>

source: Release version:
fr: Version :

source: <small>Your system's release preference is followed when installing and updating packages.</small>
fr: <small>Les préférences de la version de votre système sont suivies lors de l'installation et de la mise à jour de paquetages.</small>

source: Service level preference:
fr: Préférences du niveau de service :

source: <small>Your system's service level preference is followed when subscribing automatically.</small>
fr: <small>Les préférences de niveau de service de votre système sont observées lors d'un abonnement automatique</small>

source: Progress Dialog
fr: Boîte de dialogue de progression

source: Subscription Redemption
fr: Échange d'abonnements

source: Cancel
fr: Annuler

source: Redeem
fr: Échanges

source: Redeeming the subscription may take a few minutes.
fr: L'échange de l'abonnement peut prendre plusieurs minutes.

source: Please provide an email address to receive notification when the redemption is complete.
fr: Veuillez fournir une adresse électronique pour recevoir une notification lorsque l'échange est terminé.

source: Email Address:
fr: Adresse électronique :

source: Email Address Text
fr: Texte de l'adresse électronique

source: System Registration
fr: Enregistrement du système

source: <b>Registering</b>
fr: <b>Enregistrement</b>

source: Progress Page
fr: Page de progression

source: This assistant will guide you through the process of registering your system with Red Hat to receive software updates and other benefits. You will need the following to register:
fr: Cet assistant vous accompagnera tout au long du processus d'enregistrement de votre système avec Red Hat afin de recevoir des mises à jour de logiciels ainsi que d'autres bénéfices. Pour vous enregistrer, vous aurez besoin de :

source: • A network connection
fr: • Une connexion réseau

source: • Your account login
fr: • Votre identifiant de connexion

source: Your account login
fr: Votre connexion au compte

source: • The address of a subscription management service (optional)
fr: • L'adresse d'un service de gestion des abonnements (optionnel)

source: _Why Should I Register?
fr: Pour_quoi devrais-je m'enregistrer ?

source: Why Should I Register?
fr: Pourquoi devrais-je m'enregistrer ?

source: Would you like to register your system at this time? <b>(Strongly recommended.)</b>
fr: Souhaitez vous enregistrer votre système maintenant ? <b>(Fortement recommandé.)</b>

source: _Yes, I'd like to register now.
fr: _Oui, je souhaite m'enregistrer tout de suite.

source: _No, I prefer to register at a later time.
fr: _Non, je préfère m'enregistrer ultérieurement.

source: Why Register
fr: Pourquoi s'enregistrer

source: Registering your system with Red Hat allows you to take full advantage of the benefits of a paid subscription, including:
fr: L'enregistrement du système avec Red Hat vous permet de tirer pleinement profit des bénéfices d'un abonnement payant et inclut :

source: _Close
fr: _Fermer

source: <b>Security &amp; Updates:</b>
fr: <b>Sécurité &amp; mises à jour :</b>

source: Receive the latest software updates, including security updates, keeping this Red Hat Enterprise Linux system <b>updated</b> and <b>secure</b>.
fr: Recevez les mises à jour logicielles les plus récentes, y compris les mises à jour de sécurité, permettant ainsi de conserver ce système Red Hat Enterprise Linux <b>à jour</b> et <b>sécurisé</b>.

source: <b>Downloads &amp; Upgrades:</b>
fr: <b>Téléchargements &amp; mises à niveau :</b>

source: Download installation images for Red Hat Enterprise Linux releases, including new releases.
fr: Téléchargez les images d'installation de Red Hat Enterprise Linux, y compris les nouvelles versions.

source: <b>Support:</b>
fr: <b>Support technique :</b>

source: Access to the technical support experts at Red Hat or Red Hat's partners for help with any issues you might encounter with this system.
fr: Accédez aux experts du support technique de Red Hat ou des partenaires de Red Hat pour obtenir de l'aide avec tout problème que vous pourriez rencontrer avec ce système.

source: <b>Management:</b>
fr: <b>Gestion :</b>

source: Management
fr: Gestion

source: Manage subscriptions and systems registered to Customer Portal via access.redhat.com or through one of our other subscription management services.
fr: Gérez les abonnements et les systèmes enregistrés sur le Portail Client via access.redhat.com ou à l'aide de l'un de nos services de gestion des abonnements.

source: <small><b>Tip:</b> Red Hat values your privacy: http://www.redhat.com/legal/privacy_statement.html</small>
fr: <small><b>Conseil :</b> Red Hat respect votre vie privée : http://www.redhat.com/legal/privacy_statement.html</small>

source: Manage Repositories
fr: Gérer les référentiels

source: Remove All Overrides
fr: Supprimer toutes les substitutions

source: Apply
fr: Appliquer

source: Manage the repositories your subscriptions grant you access to by enabling, disabling and overriding certain fields.
fr: Gérez les référentiels auxquels vos abonnements vous offrent accès en activant, désactivant et substituant certains champs.

source: <b>Repository Details</b>
fr: <b>Détails du référentiel</b>

source: <b>Name:</b>
fr: <b>Nom :</b>

source: <b>Base URL:</b>
fr: <b>URL de base :</b>

source: <b>Other Overrides:</b>
fr: <b>Autres substitutions :</b>

source: Other Overrides Table
fr: Tableau des autres substitutions

source: <b>Select Service Level</b>
fr: <b>Sélectionner le niveau de service</b>

source: Your installed products could be covered using one of multiple service levels.
fr: Vos produits installés pourraient être couverts à l'aide de l'un des multiples niveaux de service.

source: <b>Installed products:</b>
fr: <b>Produits installés :</b>

source: <b>Select a common service level for this system's subscriptions:</b>
fr: <b>Veuillez sélectionner un niveau de service commun pour les abonnements de ce système :</b>

source: <b>Subscription Details</b>
fr: <b>Détails d'abonnement</b>

source: Subscription Text
fr: Texte de l'abonnement

source: <b>Products:</b>
fr: <b>Produits :</b>

source: Bundled Products Table
fr: Tableau des produits groupés

source: <b>Service Level, Type:</b>
fr: <b>Niveau de service, type :</b>

source: Support Level And Type Text
fr: Texte du niveau de support et du type

source: <b>Subscription Type:</b>
fr: <b>Type d'abonnement :</b>

source: Subscription Type Text
fr: Texte du type d'abonnement

source: SKU Text
fr: Texte SKU

source: <b>Start - End Date:</b>
fr: <b>Date de début - fin :</b>

source: <b>Contract:</b>
fr: <b>Contrat :</b>

source: Start End Date Text
fr: Texte des dates de début et fin

source: Contract Number Text
fr: Texte du numéro de contrat

source: <b>Account:</b>
fr: <b>Compte :</b>

source: Account Text
fr: Texte du compte

source: <b>Status Details:</b>
fr: <b>Détails du statut :</b>

source: Status Details Text
fr: Texte des détails du statut

source: <b>Provides Management:</b>
fr: <b>Fournit la gestion :</b>

source: Provides Management Text
fr: Fournit le texte de gestion

source: Support Type Text
fr: Texte du type de prise en charge

source: Updating entitlement certificates & repositories
fr: Mise à jour des certificats de droits d'accès et des référentiels

source: Your identity certificate has expired
fr: Votre certificat d'identité a expiré

source: Unable to update entitlement certificates and repositories
fr: Mise à jour des certificats de droits d'accès et des référentiels impossible

source: deprecated, see --cert-check-interval
fr: déprécié, voir --cert-check-interval

source: interval to run cert check (in minutes)
fr: intervalle d'exécution des vérifications de certificats ( en minutes)

source: deprecated, see --auto-attach-interval
fr: déprécié, voir --auto-attach-interval

source: interval to run auto-attach (in minutes)
fr: intervalle d'exécution d'auto-attach (en minutes)

source: run the initial checks immediately, with no delay
fr: exécuter les vérifications initiales immédiatement, sans aucun délai

source: show debug messages
fr: afficher les messages de débogage

source: For more information run: rhsmcertd --help
fr: Pour obtenir des informations supplémentaires, veuillez exécuter : rhsmcertd --help

source: Wrong number of arguments specified.
fr: Mauvaise quantité d'arguments spécifiée.

source: Invalid argument specified.
fr: Argument invalide spécifié.

source: WARN: Deprecated CLI arguments are being used.
fr: AVERTISSEMENT : Des arguments CLI sont utilisés.

source: Invalid option: %s
fr: Option invalide : %s

source: Invalid argument specified: %s
fr: Argument invalide spécifié : %s

source: Unable to read certificate file '%s': %s
fr: Incapable de lire le fichier certificat « %s » : %s

source: You must specify a certificate file.
fr: Vous devez spécifier un fichier certificat.

source: The specified certificate file does not exist.
fr: Le fichier certificat spécifié n'existe pas.

source: Print certificate information
fr: Imprimer les informations du certificat

source: do not show the cert's product information
fr: ne pas afficher les informations de produit du certificat

source: do not show the cert's content info
fr: ne pas affficher les informations de contenu du certificat

source: Print certificate statistics and sizes
fr: Imprimer les statistiques et tailles du certificat

source: DER size: %db
fr: Taille DER : %db

source: Subject Key ID size: %db
fr: Taille de l'ID de la clé sujet : %db

source: Content sets: %s
fr: Ensembles de contenu : %s

source: Manifest zip is invalid.
fr: Le fichier zip du manifeste est invalide.

source: Unable to find file "%s" in manifest.
fr: Le fichier « %s » est introuvable dans le manifeste.

source: Manifest zip attempted to extract outside of the base directory.
fr: Le fichier zip du manifeste a tenté de s'extraire hors du répertoire de base.

source: Unable to trace symbolic link. Possibly circular linkage.
fr: Incapable d'effectuer la trace du lien symbolique. Liaison circulaire possible.

source: You must specify a manifest file.
fr: Vous devez spécifier un fichier manifeste.

source: The specified manifest file does not exist.
fr: Le fichier manifeste spécifié n'existe pas.

source: Print manifest information
fr: Imprimer les informations du manifeste

source: Server
fr: Serveur

source: Server Version
fr: Version du serveur

source: Date Created
fr: Date de création

source: Creator
fr: Créateur

source: General:
fr: Général :

source: Name
fr: Nom

source: Consumer:
fr: Consommateur :

source: Subscriptions:
fr: Abonnements :

source: Quantity
fr: Quantité

source: Created
fr: Créé

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Service Level
fr: Niveau de service

source: Service Type
fr: Type de service

source: Contract
fr: Contrat

source: Order
fr: Ordre

source: Account
fr: Compte

source: Entitlement File
fr: Fichier de droits d'accès

source: Certificate File
fr: Fichier certificat

source: Certificate Version
fr: Version du certificat

source: Subscription:
fr: Abonnement :

source: Provided Products:
fr: Produits fournis :

source: Content Sets:
fr: Ensembles de contenu :

source: Manifest
fr: Manifeste

source: Dump the contents of a manifest
fr: vider le contenu d'un manifeste

source: directory to extract the manifest to
fr: répertoire sur lequel extraire le manifeste

source: overwrite files which may exist
fr: écraser les fichiers qui pourraient exister

source: File "%s" exists. Use -f to force overwriting the file.
fr: Le fichier « %s » existe. Veuillez utiliser -f pour forcer l'écrasement du fichier.

source: Manifest could not be written:
fr: Le manifeste n'a pas pu être écrit :

source: The manifest has been dumped to the %s directory
fr: Le manifeste a été vidé dans le répertoire %s

source: The manifest has been dumped to the current directory
fr: Le manifeste a été vidé dans le répertoire actuel

source: Product
fr: Produit

source: Tags
fr: Balises

source: Brand Type
fr: Type de marque

source: Brand Name
fr: Nom de la marque

source: Number
fr: Numéro

source: Unlimited
fr: Illimité

source: Quantity Used
fr: Quantité utilisée

source: Socket Limit
fr: Limite de socket

source: RAM Limit
fr: Limite de RAM

source: Core Limit
fr: Limite du cœur

source: Virt Only
fr: Virt uniquement

source: Stacking ID
fr: ID de la pile

source: Warning Period
fr: Période de l'avertissement

source: Provides Management
fr: Fournit la gestion

source: Content
fr: Contenu

source: Label
fr: Étiquette

source: Vendor
fr: Fournisseur

source: Enabled
fr: Activé

source: Expires
fr: Expire

source: Required Tags
fr: Balises requises

source: Certificate:
fr: Certificat :

source: Path
fr: Chemin

source: Serial
fr: Série

source: Subject:
fr: Sujet :

source: Issuer:
fr: Émetteur :

source: Alt Name
fr: Nom alt

source: Not Available
fr: Indisponible

source: Pool ID
fr: ID du pool

source: Entitlement Certificate
fr: Certificat de droit d'accès

source: Product Certificate
fr: Certificat du produit

source: Identity Certificate
fr: Certificat d'identité

source: Unknown Certificate Type
fr: Type de certificat inconnu

source: This system is not yet registered. Try 'subscription-manager register --help' for more information.
fr: Ce système n'est pas encore enregistré. Essayez 'subscription-manager register --help' pour obtenir plus d'informations.
