Repository: daviddavis/subscription-manager
Catalog: po/*.po
Languages: fr

source: Assemble system information as a tar file or directory
fr: Assembler les informations système en tant que fichier ou répertoire tar

source: the destination location of the result; default is /tmp
fr: emplacement destinataire du résultat ; par défaut /tmp

source: data will be in an uncompressed directory
fr: Les données seront dans un répertoire non compressé

source: only data not already included in sos report will be collected
fr: seules les données n'étant pas déjà incluses dans un rapport sos seront recueillies

source: The destination directory for the archive must already exist.
fr: Le répertoire destinataire de l'archive doit déjà exister.

source: To use the no-archive option, the destination directory '%s' must exist on the same file system as the data assembly directory '%s'.
fr: Pour utiliser l'option no-archive, le répertoire cible '%s' doit exister sur le même système de fichiers que le répertoire de rassemblement de données '%s'.

source: Wrote: %s
fr: Écrit : %s

source: Unable to create zip file of system information: %s
fr: Incapable de créer un fichier zip des informations système : %s

source: how often to check for validity (in seconds; default is one day)
fr: fréquence à laquelle vérifier la validité (en secondes ; défini à un jour par défaut)

source: force display of the icon (expired, partial or warning)
fr: forcer l'affichage de l'icône (expiré, partiel, ou avertissement)

source: run the first status check without delay (otherwise wait 4 minutes)
fr: exécutez la première vérification d'état sans délai (ou patientez 4 minutes)

source: Register System For Support And Updates
fr: Enregistrer le système pour le support et les mises à jour

source: In order for Subscription Manager to provide your system with updates, your system must be registered with the Customer Portal. Please enter your Red Hat login to ensure your system is up-to-date.
fr: Votre système doit être enregistré sur le Portail Client pour que le gestionnaire des abonnements (« Subscription Manager ») lui fournisse des mises à jour. Veuillez saisir votre identifiant Red Hat afin de vous assurer que votre système est à jour.

source: Invalid or Missing Subscriptions
fr: Abonnements invalides ou manquants

source: This system is missing one or more subscriptions.
fr: Il manque un ou plusieurs abonnement(s) à ce système.

source: Partially Entitled Subscriptions
fr: Abonnements aux droits d'accès partiels

source: This system is missing one or more subscriptions to fully cover its products.
fr: Il manque un ou plusieurs abonnement(s) à ce système pour complètement couvrir ses produits.

source: This System's Subscriptions Are About to Expire
fr: Les abonnements de ce système sont sur le point d'expirer

source: One or more of this system's subscriptions are about to expire.
fr: Un ou plusieurs abonnements de ce système sont sur le point d'expirer.

source: Remind Me Later
fr: Me le rappeler ultérieurement

source: Register Now
fr: Enregistrer maintenant

source: Manage My Subscriptions...
fr: Gérer mes abonnements...

source: Unknown argument to force-icon: %s
fr: Forcer l'affichage de l'icône de l'argument inconnu : %s

source: Failed to open connection to bus: %s
fr: Échec de l'ouverture de la connexion au bus : %s

source: option parsing failed: %s
fr: échec de l'analyse de l'option : %s

source: Register the system to the server
fr: Enregistrer le système sur le serveur

source: Unregister the system from the server
fr: Annuler l'enregistrement du système sur le serveur

source: This system is registered to spacewalk
fr: Ce système est enregistré sur spacewalk

source: WARNING
fr: AVERTISSEMENT

source: You have already registered with spacewalk.
fr: Vous êtes déjà enregistré avec spacewalk.

source: Please enter your account information:
fr: Veuillez saisir les informations de votre compte :

source: Contact your system administrator if you have forgotten your login or password
fr: Veuillez contacter votre administrateur système si vous avez oublié votre identifiant ou votre mot de passe

source: Register this system to the Customer Portal or another subscription management service
fr: Enregistrez ce système sur le Portail Client ou sur un autre service de gestion des abonnements

source: Unregister this system from the Customer Portal or another subscription management service
fr: Annulez l'enregistrement de ce système sur Portail Client ou sur un autre service de gestion des abonnements

source: This system is registered to RHN Classic.
fr: Ce système est enregistré sur RHN Classic.

source: This system has already been registered with Red Hat using RHN Classic.
fr: Ce système a déjà été enregistré sur Red Hat à l'aide de RHN Classic.

source: Your system is being registered again using Red Hat Subscription Management. Red Hat recommends that customers only register once.
fr: Votre système est en train d'être enregistré à nouveau à l'aide de Red Hat Subscription Management. Red Hat recommande à ses clients de ne s'enregistrer qu'une seule fois.

source: To learn how to unregister from either service please consult this Knowledge Base Article: https://access.redhat.com/kb/docs/DOC-45563
fr: Pour apprendre comment se désenregistrer de l'un des services, veuillez consulter cet article de la base des connaissances : https://access.redhat.com/kb/docs/DOC-45563

source: Please enter your Red Hat account information:
fr: Veuillez saisir les informations de votre compte Red Hat :

source: This system is registered using both RHN Classic and Red Hat Subscription Management.
fr: Ce système est enregistré avec les technologies RHN Classic et Red Hat Subscription Management.

source: Red Hat recommends that customers only register with one service.
fr: Red Hat recommande à ses clients de ne s'enregistrer qu'à un seul service.

source: To learn more about RHN registration and technologies please consult this Knowledge Base Article: https://access.redhat.com/kb/docs/DOC-45563
fr: Pour en savoir plus sur l'enregistrement et les technologies RHN, veuillez consulter cet article de la base de connaissances : https://access.redhat.com/kb/docs/DOC-45563

source: RHN Classic and Red Hat Subscription Management
fr: RHN Classic et Red Hat Subscription Management

source: Tip: Forgot your login or password? Look it up at http://redhat.com/forgot_password
fr: Conseil : Vous avez oublié votre mot de passe ou votre identifiant ? Retrouvez-le sur http://redhat.com/forgot_password

source: Error updating system data on the server, see /var/log/rhsm/rhsm.log for more details.
fr: Erreur lors de la mise à jour des données système sur le serveur, voir /var/log/rhsm/rhsm.log pour obtenir plus de détails.

source: Current
fr: Actuel

source: Insufficient
fr: Insuffisant

source: Invalid
fr: Invalide

source: Unknown
fr: Inconnu

source: Usage: %s MODULE-NAME [MODULE-OPTIONS] [--help]
fr: Utilisation : %s MODULE-NAME [MODULE-OPTIONS] [--help]

source: Primary Modules:
fr: Modules primaires :

source: Other Modules:
fr: Autres modules :

source: Error reading system DMI information: %s
fr: Erreur lors de la lecture des informations DMI du système : %s

source: Error reading system DMI information with %s: %s
fr: Erreur lors de la lecture des informations DMI du système avec %s : %s

source: %s local certificate has been deleted.
fr: %s certificat local a été supprimé.

source: Total updates: %d
fr: Total des mises à jour : %d

source: Found (local) serial# %s
fr: Numéro de série (local) trouvé %s

source: Expected (UEP) serial# %s
fr: Numéro de série (UEP) attendu %s

source: Added (new)
fr: Ajouté (nouveau)

source: Deleted (rogue):
fr: Supprimé (non autorisé) :

source: Network error, unable to connect to server. Please see /var/log/rhsm/rhsm.log for more information.
fr: Erreur réseau, impossible de se connecter au serveur. Veuillez voir /var/log/rhsm/rhsm.log pour plus d'informations.

source: Network error. Please check the connection details, or see /var/log/rhsm/rhsm.log for more information.
fr: Erreur réseau. Veuillez vérifier les détails de la connexion, ou voir /var/log/rhsm/rhsm.log pour plus d'informations.

source: Unauthorized: Invalid credentials for request.
fr: Non autorisé : informations d'identification non valides pour la requête.

source: Forbidden: Invalid credentials for request.
fr: Interdit : informations d'identification non valides pour la requête.

source: Remote server error. Please check the connection details, or see /var/log/rhsm/rhsm.log for more information.
fr: Erreur du serveur distant. Veuillez vérifier les détails de la connexion, ou voir /var/log/rhsm/rhsm.log pour plus d'informations.

source: Bad CA certificate: %s
fr: Mauvais certificat CA : %s

source: Unable to verify server's identity: %s
fr: Incapable de vérifier l'identité du serveur : %s

source: Server URL can not be empty
fr: L'URL du serveur ne peut pas être vide

source: Server URL is just a schema. Should include hostname, and/or port and path
fr: L'URL du serveur est un schéma uniquement. Elle doit inclure le nom d'hôte et/ou le port et le chemin

source: Server URL can not be None
fr: L'URL du serveur ne peut pas être « Aucun »

source: Server URL port should be numeric
fr: Le port de l'URL du serveur doit être numérique

source: Server URL has an invalid scheme. http:// and https:// are supported
fr: Le schéma de l'URL du serveur est invalide. http:// et https:// sont supportés

source: This software is licensed to you under the GNU General Public License, version 2 (GPLv2). There is NO WARRANTY for this software, express or implied, including the implied warranties of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. You should have received a copy of GPLv2 along with this software; if not, see: http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt Red Hat trademarks are not licensed under GPLv2. No permission is granted to use or replicate Red Hat trademarks that are incorporated in this software or its documentation.
fr: This is an unofficial translation of the GNU General Public License into French. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL—only the original English text of the GNU GPL does that. However, we hope that this translation will help language speakers understand the GNU GPL better. Ceci est une traduction non officielle de la GNU General Public License en français. Elle n'a pas été publiée par la Free Software Foundation, et ne détermine pas les termes de distribution pour les logiciels qui utilisent la GNU GPL - seul le texte anglais original de la GNU GPL en a le droit. Cependant, nous espérons que cette traduction aidera les francophones à mieux comprendre la GNU GPL. Ce logiciel vous est distribué sous la licence GNU General Public License, version 2 (GPLv2). Il n'y a AUCUNE GARANTIE explicite ou implicite pour ce logiciel, ni de garantie de VALEUR MARCHANDE ou d'ADÉQUATION A UN BESOIN PARTICULIER. Vous devriez avoir reçu une copie de la licence GPLv2 avec ce logiciel ; si ce n'est pas le case, veuillez consulter : http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt Les marques déposées Red Hat ne sont pas licenciées sous GPLv2. Aucune permission n'est accordée pour utiliser ou répliquer les marques déposées Red Hat qui sont incorporées à ce logiciel ou à sa documentation.

source: <b>subscription management service version:</b> %s
fr: <b>version du service de gestion des abonnements :</b> %s

source: <b>Next System Check-in:</b> %s
fr: <b>Prochaine connexion système :</b> %s

source: All Subscriptions View
fr: Voir tous les abonnements

source: Subscription
fr: Abonnement

source: Available
fr: Disponible

source: Press Update to search for subscriptions.
fr: Appuyez sur « Mettre à jour » pour rechercher des abonnements.

source: No subscriptions are available on %s.
fr: Aucun abonnement disponible sur %s.

source: No subscriptions match current filters.
fr: Aucun abonnement ne correspond aux filtres actuels.

source: All Available Subscriptions
fr: Tous les abonnements disponibles

source: Searching
fr: Recherche

source: Searching for subscriptions. Please wait.
fr: Recherche des abonnements en cours. Veuillez patienter.

source: Error fetching subscriptions from server: %s
fr: Erreur lors de la récupération des abonnements depuis le serveur : %s

source: Unable to search for subscriptions: %s
fr: Incapable de rechercher les abonnements : %s

source: Error getting subscription: %s
fr: Erreur lors de l'obtention des abonnements : %s

source: Quantity must be a positive number.
fr: La quantité doit être un chiffre positif­.

source: Attaching
fr: Attachement en cours

source: Attaching subscription. Please wait.
fr: Attachement des abonnements en cours. Veuillez patienter.

source: %s applied
fr: %s appliqué

source: Used / Total
fr: Utilisé / Total

source: If required, please configure your proxy before moving forward.
fr: Si nécessaire, veuillez configurer votre proxy avant de continuer.

source: Done!
fr: Terminé !

source: &#x2022; A network connection
fr: &#x2022; Une connexion réseau

source: &#x2022; Your account login
fr: &#x2022; Votre connexion au compte

source: &#x2022; The address of a subscription management service (optional)
fr: &#x2022; L'adresse d'un service de gestion d'abonnements (optionnel)

source: Fact
fr: Fait

source: Value
fr: Valeur

source: No previous update
fr: Aucune précédente mise à jour

source: None
fr: Aucun

source: Subscription Management Registration
fr: Enregistrement de la gestion d'abonnements

source: Subscription Registration
fr: Enregistrement d'abonnements

source: Import Certificates
fr: Importer les certificats

source: Import
fr: Importer

source: Certificates
fr: Certificats

source: All files
fr: Tous les fichiers

source: The following certificate files did not exist:
fr: Les fichiers certificats suivants n'existaient pas :

source: The following files are not valid certificates and were not imported:
fr: Les fichiers suivants ne sont pas des certificats valides et n'ont pas été importés :

source: An error occurred while importing the following certificates. Please check the log file for more information.
fr: Une erreur s'est produite lors de l'importation des certificats suivants. Veuillez vérifier le fichier journal pour obtenir plus d'informations.

source: The following certificates were successfully imported:
fr: Les certificats suivants ont été importés avec succès :

source: Certificate import was successful.
fr: L'importation du certificat a réussie.

source: Status
fr: État

source: Future Subscription
fr: Futur abonnement

source: Future Subscribed
fr: Futur abonné

source: Expired
fr: Expiré

source: Subscription %s is expired
fr: L'abonnement %s a expiré

source: Partially Subscribed
fr: Partiellement abonné

source: System is not registered.
fr: Le système n'est pas enregistré.

source: Entitlement server is unreachable.
fr: Le serveur des droits d'accès est injoignable.

source: Subscribed
fr: Abonné

source: Covered by contract %s through %s
fr: Couvert par le contrat %s jusqu'au %s

source: Not Subscribed
fr: Non abonné

source: My Installed Products
fr: Mes produits installés

source: No installed products detected.
fr: Aucun produit installé détecté.

source: System is properly subscribed through %s.
fr: Système correctement abonné via %s.

source: System is properly subscribed.
fr: Système correctement abonné.

source: This system does not match subscription limits.
fr: Ce système ne correspond pas aux limites des abonnements.

source: %s installed products do not have valid subscriptions.
fr: %s produits installés ne possèdent pas d'abonnement valide.

source: 1 installed product does not have a valid subscription.
fr: 1 produit installé ne possède pas d'abonnement valide.

source: Keep your system up to date by registering.
fr: Gardez votre système à jour en vous enregistrant.

source: Error in preferences dialog.Please see /var/log/rhsm/rhsm.log for more information.
fr: Erreur dans la boîte de dialogue des préférences. Veuillez voir /var/log/rhsm/rhsm.log pour obtenir plus d'informations.

source: Error in repos dialog. Please see /var/log/rhsm/rhsm.log for more information.
fr: Erreur dans la boîte de dialogue des référentiels. Veuillez voir /var/log/rhsm/rhsm.log pour obtenir plus d'informations.

source: <b>Errors were encountered during unregister.</b>
fr: <b>Des erreurs se sont produites pendant le dés-enregistrement.</b>

source: Please see /var/log/rhsm/rhsm.log for more information.
fr: Merci de voir /var/log/rhsm/rhsm.log pour obtenir plus d'informations.

source: <b>Are you sure you want to unregister?</b>
fr: <b>Êtes-vous certain de vouloir vous dés-enregistrer ?</b>

source: System Already Registered
fr: Système déjà enregistré

source: Installed Products
fr: Produits installés

source: There was an error removing %s with serial number %s
fr: Une erreur s'est produite lors de la suppression de %s avec le numéro de série %s

source: Removing
fr: Suppression en cours

source: Removing subscription. Please wait.
fr: Suppression de l'abonnement en cours. Veuillez patienter.

source: Are you sure you want to remove %s?
fr: Êtez-vous certain de vouloir supprimer %s ?

source: Stack of %s and %s others
fr: Pile de %s et %s autres

source: Stack of %s and 1 other
fr: Pile de %s et 1 autre

source: Stack of %s
fr: Pile de %s

source: My Subscriptions
fr: Mes abonnements

source: Subscription is current.
fr: L'abonnement est actuel.

source: Subscription is expired.
fr: L'abonnement a expiré.

source: Subscription has not begun.
fr: L'abonnement n'a pas commencé.

source: Subscription management service doesn't support Status Details.
fr: Le service de gestion des abonnements ne prend pas en charge les « Détails du statut ».

source: Virtual
fr: Virtuel

source: Physical
fr: Physique

source: Yes
fr: Oui

source: No
fr: Non

source: There was an error saving your configuration.
fr: Une erreur s'est produite lors de l'enregistrement de votre configuration.

source: Make sure that you own %s.
fr: Assurez-vous de bien posséder %s.

source: Proxy connection succeeded
fr: Connexion proxy réussie

source: Proxy connection failed
fr: Connexion proxy échouée

source: Testing Connection
fr: Test de connexion en cours

source: Please wait
fr: Veuillez patienter

source: Not Set
fr: Non défini

source: Error redeeming subscription: %s
fr: Erreur lors de l'échange de l'abonnement : %s

source: <b>Unable to register the system.</b>
fr: <b>Incapable d'enregistrer le système.</b>

source: This system is currently not registered.
fr: Ce système n'est pas enregistré actuellement.

source: System '%s' successfully registered.
fr: Enregistrement du système '%s' réussi.

source: <b>Attaching</b>
fr: <b>Attachement en cours</b>

source: Subscription Attachment
fr: Attachement de l'abonnement

source: Attaching subscriptions
fr: Attachement des abonnements en cours

source: Error subscribing: %s
fr: Erreur lors de l'abonnement : %s

source: Finding suitable service levels
fr: Recherche des niveaux de service appropriés

source: Next
fr: Suivant

source: Unable to auto-attach, server does not support service levels.
fr: Incapable d'effectuer auto-attach, le serveur ne prend pas en charge les niveaux de service.

source: No installed products on system. No need to attach subscriptions at this time.
fr: Aucun produit installé sur le système. Il n'est pas nécessaire d'attacher des abonnements pour le moment.

source: All installed products are covered by valid entitlements. No need to attach subscriptions at this time.
fr: Tous les produits installés sont couverts par des droits d'accès valides. Il n'est pas nécessaire d'attacher des abonnements pour le moment.

source: Consumer has been deleted.
fr: Le consommateur a été supprimé.

source: Error subscribing
fr: Erreur lors de l'abonnement

source: No available subscriptions at the current service level: %s. Please use the "All Available Subscriptions" tab to manually attach subscriptions.
fr: Aucun abonnement n'est disponible au niveau de service actuel : %s. Veuillez utiliser l'onglet « Tous les abonnements disponibles » pour attacher les abonnements manuellement.

source: No service level will cover all installed products. Please manually subscribe using multiple service levels via the "All Available Subscriptions" tab or purchase additional subscriptions.
fr: Aucun niveau de service ne couvrira tous les produits installés. Veuillez vous abonner manuellement à l'aide de multiples niveau de service via l'onglet « Tous les abonnements disponibles » ou achetez des abonnements supplémentaires.

source: Fetching list of possible environments
fr: Récupération de la liste des environnements possibles

source: Fetching list of possible organizations
fr: Récupération de la liste des organisations possibles

source: Organization
fr: Organisation

source: <b>User %s is not able to register with any orgs.</b>
fr: <b>L'utilisateur %s n'est pas en mesure de s'enregistrer avec des organisations.</b>

source: You must enter a system name.
fr: Vous devez entrer un nom de système.

source: You must enter a login.
fr: Vous devez saisir un identifiant.

source: You must enter a password.
fr: Vous devez saisir un mot de passe.

source: You must enter an organization.
fr: Vous devez saisir une organisation.

source: You must enter an activation key.
fr: Vous devez saisir un clé d'activation.

source: Unable to reach the server at %s:%s%s
fr: Incapable de joindre le serveur sur %s :%s%s

source: CA certificate for subscription service has not been installed.
fr: Le certificat CA pour le service des abonnements n'a pas été installé.

source: Please provide a hostname with optional port and/or prefix: hostname[:port][/prefix]
fr: Veuillez fournir un nom d'hôte avec un port et/ou un préfixe optionnel : hostname[:port][/prefix]

source: Server supports environments, but none are available.
fr: Le serveur prend en charge l'environnement, mais aucun environnement n'est disponible.

source: Attached subscriptions do not provide any repositories.
fr: Les abonnements attachés ne fournissent aucun référentiel.

source: No repositories are available without an attached subscription.
fr: Aucun référentiel n'est disponible sans abonnement attaché.

source: Repositories disabled by configuration.
fr: Référentiels désactivés par la configuration.

source: Repository ID
fr: ID du référentiel

source: Modified
fr: Modifié

source: Loading Repository Data
fr: Chargement des données du référentiel

source: Retrieving repository data from server.
fr: Récupération des données du référentiel sur le serveur.

source: Unable to load repository data.
fr: Impossible de charger les données du référentiel.

source: Are you sure you want to remove all overrides for <b>%s</b>?
fr: Êtes-vous certain de vouloir supprimer toutes les substitutions pour <b>%s</b> ?

source: Confirm Remove All Overrides
fr: Confirmer la suppression de toutes les substitutions

source: Removing Repository Overrides
fr: Suppression des substitutions de référentiel

source: Removing all overrides for repository <b>%s</b>
fr: Suppression de toutes les substitutions du référentiel <b>%s</b>

source: Unable to reset repository overrides.
fr: Incapable de réinitialiser les substitutions du référentiel.

source: Applying override changes to repositories.
fr: Application de modifications de substitution aux référentiels.

source: Updating Repository Overrides
fr: Mise à jour des substitutions de référentiel

source: Unable to update overrides.
fr: Impossible de mettre à jour les substitutions.

source: Repositories have changes. Save changes?
fr: Des modifications se sont produites dans les référentiels. Enregistrer les modifications ?

source: Save Changes
fr: Enregistrer les modifications

source: Installed
fr: Installé
