Repository: daviddavis/subscription-manager
Catalog: po/*.po
Languages: fr

source: Invalid date format. Please re-enter a valid date. Example:
fr: Format de la date invalide. Veuillez saisir une date valide. Exemple :

source: Date Selection
fr: Sélection de la date

source: Today
fr: Aujourd'hui

source: Both
fr: Les deux

source: Click to Adjust Quantity
fr: Cliquez pour ajuster la quantité

source: Error reading system memory information:
fr: Erreur lors de la lecture des informations de la mémoire du système :

source: Error reading system CPU information:
fr: Erreur lors de la lecture des informations CPU du système :

source: Error reading networking information:
fr: Erreur lors de la lecture des informations réseau du système :

source: Error reading network interface information:
fr: Erreur lors de la lecture des informations de l'interface réseau :

source: Virtualization platform does not support UUIDs
fr: La plate-forme de virtualisation ne prend pas les UUID en charge

source: Error finding UUID: %s
fr: Erreur lors de la recherche d'UUID : %s

source: %s: error: %s
fr: %s : erreur : %s

source: Product Name:
fr: Nom du produit :

source: Product ID:
fr: ID du produit :

source: Status:
fr: Statut :

source: Status Details:
fr: Détails du statut :

source: Starts:
fr: Démarre :

source: Ends:
fr: Termine :

source: Subscription Name:
fr: Nom de l'abonnement :

source: Provides:
fr: Fournit :

source: Contract:
fr: Contrat :

source: Pool ID:
fr: ID du pool :

source: Provides Management:
fr: Fournit la gestion :

source: Available:
fr: Disponible :

source: Suggested:
fr: Suggestion(s) :

source: Service Level:
fr: Niveau de service :

source: Service Type:
fr: Type de service :

source: Subscription Type:
fr: Type d'abonnement :

source: System Type:
fr: Type de système :

source: Repo ID:
fr: ID du référentiel :

source: Repo Name:
fr: Nom du référentiel :

source: Repo URL:
fr: URL du référentiel :

source: Enabled:
fr: Activé :

source: Name:
fr: Nom :

source: Key:
fr: Clé :

source: Account:
fr: Compte :

source: Serial:
fr: Série :

source: Active:
fr: Actif :

source: Quantity Used:
fr: Quantité utilisée :

source: Service level set to: %s
fr: Niveau de service paramétré sur : %s

source: No products installed.
fr: Aucun produit installé.

source: Installed Product Current Status:
fr: État actuel du produit installé :

source: Unable to find available subscriptions for all your installed products.
fr: Impossible de trouver des abonnements disponibles pour tous vos produits installés.

source: server URL in the form of https://hostname:port/prefix
fr: URL du serveur est sous la forme https://hostname:port/prefix

source: do not check the entitlement server SSL certificate against available certificate authorities
fr: Ne pas vérifier le certificat SSL du serveur de droits d'accès avec les autorités de certificats disponibles

source: proxy URL in the form of proxy_hostname:proxy_port
fr: URL du proxy est sous la forme proxy_hostname:proxy_port

source: user for HTTP proxy with basic authentication
fr: utilisateur pour proxy HTTP avec authentification de base

source: password for HTTP proxy with basic authentication
fr: mot de passe pour proxy HTTP avec authentification de base

source: subscription-manager is disabled when running inside a container. Please refer to your host system for subscription management.
fr: subscription-manager est désactivé lorsque exécuté à l'intérieur d'un conteneur. Veuillez vous reporter à votre système hôte pour la gestion des abonnements.

source: cannot parse argument: %s
fr: Impossible d'analyser l'argument : %s

source: Error parsing serverurl:
fr: Erreur lors de l'analyse de serverurl :

source: Error: CA certificate for subscription service has not been installed.
fr: Erreur : le certificat CA pour le service des abonnements n'a pas été installé.

source: Error parsing baseurl:
fr: Erreur lors de l'analyse de baseurl :

source: System certificates corrupted. Please reregister.
fr: Certificats système corrompus. Veuillez ré-enregistrer.

source: username to use when authorizing against the server
fr: nom d'utilisateur à utiliser lors de l'autorisation sur le serveur

source: password to use when authorizing against the server
fr: mot de passe à utiliser lors de l'autorisation sur le serveur

source: Username:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: specify organization
fr: spécifier une organisation

source: Organization:
fr: Organisation :

source: Remove all local system and subscription data without affecting the server
fr: Supprimer toutes les données du système local et des abonnements sans affecter le serveur

source: All local data removed
fr: Toutes les données locales supprimées

source: Pull the latest subscription data from the server
fr: Extraire les données d'abonnement les plus récentes depuis le serveur

source: All local data refreshed
fr: Toutes les données locales réactualisées

source: Unable to perform refresh due to the following exception: %s
fr: Incapable de réactualiser à cause de l'exception suivante : %s

source: Display the identity certificate for this system or request a new one
fr: Afficher le certificat d'identité de ce système ou en demander un nouveau

source: request a new certificate be generated
fr: requiert la génération d'un nouveau certificat

source: force certificate regeneration (requires username and password); Only used with --regenerate
fr: forcer la regénération du certificat (requiert le nom d'utilisateur et le mot de passe) ; uniquement utilisé avec --regenerate

source: --force can only be used with --regenerate
fr: --force peut uniquement être utilisé avec --regenerate

source: --username and --password can only be used with --force
fr: --username et --password peuvent uniquement être utilisés avec --force

source: server type: %s
fr: type de serveur : %s

source: system identity: %s
fr: identité du système : %s

source: name: %s
fr: nom : %s

source: org name: %s
fr: nom de l'organisation : %s

source: org ID: %s
fr: ID de l'organisation : %s

source: environment name: %s
fr: nom de l'environnement : %s

source: Identity certificate has been regenerated.
fr: Le certificat d'identité a été régénéré.

source: Error: Unable to generate a new identity for the system
fr: Erreur : incapable de générer une nouvelle identité pour le système

source: Display the organizations against which a user can register a system
fr: Afficher les organisations avec lesquelles un utilisateur peut enregistrer un système

source: Organizations
fr: Organisations

source: %s cannot register with any organizations.
fr: %s ne peut s'enregistrer sur aucune organisation.

source: Error: Unable to retrieve org list from server
fr: Erreur : incapable de récupérer la liste des organisations depuis le serveur

source: Display the environments available for a user
fr: Afficher les environnements disponibles pour un utilisateur

source: specify organization for environment list, using organization key
fr: spécifier une organisation pour la liste des environnements à l'aide de la clé de l'organisation

source: Environments
fr: Environnements

source: This org does not have any environments.
fr: Cette organisation ne possède aucun environnement.

source: Error: Server does not support environments.
fr: Erreur : le serveur ne prend pas en charges les environnements.

source: Error: Unable to retrieve environment list from server
fr: Erreur : incapable de récupérer la liste des environnements depuis le serveur

source: Set if subscriptions are attached on a schedule (default of daily)
fr: Paramétrer si les abonnements sont attachés à une programmation (par défaut : quotidien)

source: specify whether to enable or disable auto-attaching of subscriptions
fr: spécifier s'il faut activer ou désactiver auto-attach pour les abonnements

source: try to attach subscriptions for uncovered products each check-in
fr: tenter d'attacher des abonnements pour des produits non-couverts à chaque enregistrement

source: do not try to automatically attach subscriptions each check-in
fr: ne pas tenter d'attacher les abonnements automatiquement à chaque enregistrement

source: show the current auto-attach preference
fr: afficher les préférences auto-attach actuelles

source: Auto-attach preference: enabled
fr: Préférence auto-attach : activé

source: Auto-attach preference: disabled
fr: Préférence auto-attach : désactivé

source: Manage service levels for this system
fr: Gérer les niveaux de service pour ce système

source: specify an organization when listing available service levels using the organization key, only used with --list
fr: spécifier une organisation lorsque vous répertoriez les niveaux de services disponibles à l'aide de la clé de l'organisation, uniquement utilisé avec --list

source: show this system's current service level
fr: afficher le niveau de service actuel de ce système

source: list all service levels available
fr: répertorier tous les niveaux de service disponibles

source: service level to apply to this system
fr: niveau de service à appliquer à ce système

source: unset the service level for this system
fr: désélectionner le niveau de service pour ce système

source: Error: The service-level command is not supported by the server.
fr: Erreur : la commande service-level n'est pas prise en charge par le serveur.

source: Error: --org is only supported with the --list option
fr: Erreur : --org est uniquement pris en charge avec l'option --list

source: Error: you must register or specify --username and --password to list service levels
fr: Erreur : vous devez enregistrer ou spécifier --username et --password pour répertorier les niveaux de service

source: Error: Unable to retrieve service levels.
fr: Erreur : incapable de retrouver les niveaux de service.

source: Service level preference has been unset
fr: La préférence du niveau de service a été désélectionnée

source: Current service level: %s
fr: Niveau de service actuel : %s

source: Service level preference not set
fr: Préférence du niveau de service non définie

source: Available Service Levels
fr: Tous les niveaux de service disponibles

source: This org does not have any subscriptions with service levels.
fr: Cette organisation ne possède aucun abonnement avec niveaux de service.

source: base URL for content in form of https://hostname:port/prefix
fr: L'URL de base pour le contenu est sous le format https://hostname:port/prefix

source: the type of unit to register, defaults to system
fr: type d'unité à enregistrer, par défaut un système

source: name of the system to register, defaults to the hostname
fr: nom du système à enregistrer, par défaut un nom d'hôte

source: the existing system data is pulled from the server
fr: les données existantes du système sont récupérées du serveur

source: register with one of multiple organizations for the user, using organization key
fr: enregistrer sur une des multiples organisations pour l'utilisateur, à l'aide de la clé de l'organisation

source: register with a specific environment in the destination org
fr: enregistrer sur un environnement spécifique dans l'organisation destinataire

source: set a release version
fr: définir une version de publication

source: Deprecated, see --auto-attach
fr: Déprécié, voir --auto-attach

source: automatically attach compatible subscriptions to this system
fr: automatiquement attacher des abonnements compatibles à ce système

source: register the system even if it is already registered
fr: enregistre ce système même s'il est déjà enregistré

source: activation key to use for registration (can be specified more than once)
fr: clé d'activation à utiliser pour l'enregistrement (elle peut être spécifiée plus d'une fois)

source: system preference used when subscribing automatically, requires --auto-attach
fr: préférence système utilisée lors d'un abonnement automatique, requiert --auto-attach

source: This system is already registered. Use --force to override
fr: Ce système est déjà enregistré. Utilisez --force pour remplacer

source: Error: system name can not be empty.
fr: Erreur : le nom du système ne peut pas être vide.

source: Error: Activation keys do not require user credentials.
fr: Erreur : les clés d'activation ne requièrent pas d'informations d'identification de l'utilisateur.

source: Error: Activation keys can not be used with previously registered IDs.
fr: Erreur : les clés d'activation ne peuvent pas être utilisées avec des ID précédemment enregistrés.

source: Error: Activation keys do not allow environments to be specified.
fr: Erreur : les clé d'activation ne permettent pas de spécifier les environnements.

source: Error: Activation keys cannot be used with --auto-attach.
fr: Erreur : les clés d'activation ne peuvent pas être utilisées avec --auto-attach.

source: Error: Must specify an activation key
fr: Erreur : une clé d'activation doit être spécifiée

source: Error: Must use --auto-attach with --servicelevel.
fr: Erreur : --auto-attach doit être utilisé avec --servicelevel.

source: Error: Must provide --org with activation keys.
fr: Erreur : --org doit être spécifié avec des clés d'activation.

source: The system with UUID %s has been unregistered
fr: Le système avec l'UUID%s a été désenregistré

source: Registering to: %s:%s%s
fr: Enregistrement sur : %s:%s%s

source: Error during registration: %s
fr: Erreur lors de l'enregistrement : %s

source: The system has been registered with ID: %s
fr: Le système a été enregistré avec l'ID : %s

source: Error: The --servicelevel option is not supported by the server. Did not complete your request.
fr: Erreur : l'option --servicelevel n'est pas prise en charge par le serveur. Votre requête n'a pas été terminée.

source: Environment:
fr: Environnement :

source: No such environment: %s
fr: Pas de tel environnement : %s

source: System has been unregistered.
fr: Le système a été désenregistré.

source: Attempt to redeem a subscription for a preconfigured system
fr: Tentative d'utilisation d'un abonnement pour un système préconfiguré

source: email address to notify when subscription redemption is complete
fr: adresse électronique à notifier une fois l'utilisation de l'abonnement terminée

source: optional language to use for email notification when subscription redemption is complete (Examples: en-us, de-de)
fr: langues optionnelles à utiliser pour les notifications par courriel lorsque l'utilisation d'un abonnement est terminée (Exemples : en-us, de-de).

source: Error: This command requires that you specify an email address with --email.
fr: Erreur : cette commande requiert que vous spécifiez une adresse électronique avec --email.

source: Configure which operating system release to use
fr: Configurer la version du système d'exploitation à utiliser

source: shows current release setting; default command
fr: affiche le paramètres de version actuelle ; commande par défaut

source: list available releases
fr: répertorier toutes les versions disponibles

source: set the release for this system
fr: sélectionner la version pour ce système

source: unset the release for this system
fr: désélectionner la version pour ce système

source: Error: The 'release' command is not supported by the server.
fr: Erreur : la commande 'release' n'est pas prise en charge par le serveur.

source: Release: %s
fr: Version : %s

source: Release not set
fr: Version non définie

source: Release preference has been unset
fr: La préférence de la version a été désélectionnée

source: No releases match '%s'. Consult 'release --list' for a full listing.
fr: Aucune version ne correspond à '%s'. Veuillez consulter 'release --list' pour voir la liste complète.

source: Release set to: %s
fr: Version définie sur : %s

source: No release versions available, please check subscriptions.
fr: Aucune version disponible, veuillez vérifier les abonnements.

source: Available Releases
fr: Versions disponibles

source: Automatically attach compatible subscriptions to this system. This is the default action.
fr: Attache automatiquement des abonnements compatibles à ce système. Ceci est l'action par défaut.

source: A file from which to read pool IDs. If a hyphen is provided, pool IDs will be read from stdin.
fr: Fichier à partir duquel lire les ID de pools. Si un trait d'union est fourni, les ID de pool seront lus à partir de stdin.

source: All installed products are covered by valid entitlements.
fr: Tous les produits installés sont couverts par des abonnements valides.

source: No need to update subscriptions at this time.
fr: Il n'est pas nécessaire de mettre à jour les abonnements pour le moment.

source: Attach a specified subscription to the registered system
fr: Attacher un abonnement spécifié au système enregistré

source: Error: --auto may not be used when specifying pools.
fr: Erreur : --auto ne peut pas être utilisé lors de la spécification de pools.

source: Error: The --servicelevel option cannot be used when specifying pools.
fr: Erreur : l'option --servicelevel ne peut pas être utilisée lors de la spécification de pools.

source: Error: Quantity must be a positive integer.
fr: Erreur : la quantité doit être un entier positif­.

source: Error: Received data does not contain any pool IDs.
fr: Erreur : les données reçues ne contiennent aucun ID de pool.

source: Error: The file "%s" does not contain any pool IDs.
fr: Erreur : le fichier "%s" ne contient aucun ID de pool.

source: Error: The file "%s" does not exist or cannot be read.
fr: Erreur : le fichier « %s » n'existe pas ou ne peut pas être lu.

source: Please enter a valid numeric pool ID.
fr: Veuillez saisir un ID de pool numérique valide.

source: Successfully attached a subscription for: %s
fr: Abonnement attaché avec succès pour : %s

source: No Installed products on system. No need to attach subscriptions.
fr: Aucun produit installé sur le système. Il n'est pas nécessaire d'attacher des abonnements.

source: All installed products are covered by valid entitlements. No need to update subscriptions at this time.
fr: Tous les produits installés sont couverts par des droits d'accès valides. Il n'est pas nécessaire de mettre à jour les abonnements.

source: Entitlement Certificate(s) update failed due to the following reasons:
fr: La mise à jour du(des) certificat(s) de droits d'accès a échoué à cause des raisons suivantes :

source: Deprecated, see attach
fr: Déprécié, voir attach (attacher)

source: certificate serial number to remove (can be specified more than once)
fr: numéro de série du certificat à supprimer (peut être spécifié plus d'une fois)

source: remove all subscriptions from this system
fr: supprimer tous les abonnements de ce système

source: Remove all or specific subscriptions from this system
fr: Supprimer tous les abonnements ou des abonnements spécifiques de ce système

source: Error: '%s' is not a valid serial number
fr: Erreur : '%s' n'est pas un numéro de série valide

source: All subscriptions have been removed at the server.
fr: Tous les abonnements ont été supprimés au niveau du serveur.

source: %s subscription removed at the server.
fr: %s abonnement a été supprimé au niveau du serveur.

source: Unable to perform remove due to the following exception: %s
fr: Échec de la suppression dû à l'exception suivante : %s

source: %s subscriptions removed from this system.
fr: %s abonnements supprimés de ce système.

source: Subscription with serial number %s removed from this system
fr: Abonnement avec le numéro de série %s supprimé de ce système

source: Deprecated, see remove
fr: Déprécié, voir remove (suppression)

source: View or update the detected system information
fr: Afficher ou mettre à jour les informations du système détecté

source: list known facts for this system
fr: répertorier les faits connus de ce système

source: update the system facts
fr: mettre à jour les faits du système

source: Successfully updated the system facts.
fr: Mise à jour des faits système réussie.

source: Import certificates which were provided outside of the tool
fr: Importe des certificats fournis en-dehors de l'outil

source: certificate file to import (can be specified more than once)
fr: fichier certificat à importer (peut être spécifié plus d'une fois)

source: Error: This command requires that you specify a certificate with --certificate.
fr: Erreur : cette commande requiert que vous spécifiez un certificat avec --certificate.

source: Successfully imported certificate %s
fr: Import du certificat %s réussi

source: %s is not a valid certificate file. Please use a valid certificate.
fr: %s n'est pas un fichier certificat valide. Veuillez utiliser un certificat valide.

source: An error occurred while importing the certificate. Please check log file for more information.
fr: Une erreur s'est produite lors de l'importation du certificat. Veuillez vérifier le fichier journal pour obtenir plus d'informations.

source: list %s plugins
fr: répertorier %s plugins

source: list %s plugin slots
fr: répertorier %s emplacements de plugins

source: list %s plugin hooks
fr: répertorier %s hooks de plugins

source: show verbose plugin info
fr: afficher les informations verbeuses du plugin

source: disabled
fr: désactivé

source: enabled
fr: activé

source: List the repositories which this system is entitled to use
fr: Répertorier les référentiels que ce système a le droit d'utiliser

source: list all known repositories for this system
fr: répertorier tous les référentiels connus de ce système

source: list known, enabled repositories for this system
fr: répertorier les référentiels connus et activés de ce système

source: list known, disabled repositories for this system
fr: répertorier les référentiels connus et désactivés de ce système

source: repository to enable (can be specified more than once). Wildcards (* and ?) are supported.
fr: référentiel à activer (peut être spécifié plus d'une fois). Les caractères génériques (« * » et « ? ») sont admis.

source: repository to disable (can be specified more than once). Wildcards (* and ?) are supported.
fr: référentiel à désactiver (peut être spécifié plus d'une fois). Les caractères génériques (« * » et « ? ») sont admis.

source: Available Repositories in %s
fr: Référentiels disponibles dans %s

source: There were no available repositories matching the specified criteria.
fr: Aucun référentiel disponible ne correspond aux critères spécifiés.

source: This system has no repositories available through subscriptions.
fr: Ce système ne possède pas de référentiel disponible à travers des abonnements.

source: Error: %s is not a valid repository ID. Use --list option to see valid repositories.
fr: Erreur : %s n'est pas un ID de référentiel valide. Utilisez l'option --list pour afficher les référentiels valides.

source: Repository '%s' is enabled for this system.
fr: Le référentiel « %s » est activé pour ce système.

source: Repository '%s' is disabled for this system.
fr: Le référentiel « %s » est désactivé pour ce système.

source: List, set, or remove the configuration parameters in use by this system
fr: Répertorier, définir, ou supprimer les paramètres de configuration utilisés par ce système

source: list the configuration for this system
fr: répertorie la configurations de ce système

source: remove configuration entry by section.name
fr: supprimer l'entrée de la configuration par section.nom

source: Section: %s, Name: %s
fr: Section : %s, Nom : %s

source: Error: --list should not be used with any other options for setting or removing configurations.
fr: Erreur : --list ne doit pas être utilisé avec d'autres options pour l'installation ou la suppression de configurations.

source: Error: configuration entry designation for removal must be of format [section.name]
fr: Erreur : la désignation de l'entrée de configuration pour une suppression doit être sous le format [section.nom]
